{
  "games": [
    {
      "id": "1",
      "url": "https://shared.cloudflare.steamstatic.com/store_item_assets/steam/apps/1030300/header.jpg?t=1695443850",
      "name": "Hollow Knight: Silksong",
      "price": 60,
      "discount": 15,
      "featured": true,
      "embed": "pFAknD_9U7c",
      "publisher": "Team Cherry",
      "developer": "Team Cherry",
      "release_date": "2024-06-01",
      "categories": [
        "Metroidvania",
        "Ação",
        "Exploração"
      ],
      "game_mode": [
        "Um jogador"
      ],
      "rating": "Livre",
      "description": "Hollow Knight: Silksong é a aguardada sequência do aclamado jogo indie Hollow Knight. No papel de Hornet, uma princesa-protetora, você embarcará em uma jornada épica para desvendar os mistérios de um reino desconhecido. Explore ambientes vastos e deslumbrantes, enfrente criaturas ferozes e use uma variedade de ferramentas e habilidades para superar desafios únicos. O jogo apresenta um mundo ricamente detalhado, novos aliados e inimigos, além de uma trilha sonora hipnotizante. Com uma narrativa envolvente e mecânicas de combate aprimoradas, Silksong promete uma experiência inesquecível para fãs de Metroidvania e novatos na série."
    },
    {
      "id": "2",
      "url": "https://cdn.akamai.steamstatic.com/steam/apps/105600/header.jpg?t=1669926801",
      "name": "Terraria",
      "price": 25,
      "discount": 10,
      "featured": true,
      "embed": "G9Dgrn2Kb-w",
      "publisher": "Re-Logic",
      "developer": "Re-Logic",
      "release_date": "2011-05-16",
      "categories": [
        "Sandbox",
        "Aventura",
        "Sobrevivência"
      ],
      "game_mode": [
        "Um jogador",
        "Coop"
      ],
      "rating": "Livre",
      "description": "Terraria é um jogo de sandbox incrivelmente variado onde o limite é sua imaginação. Mergulhe em um mundo gerado proceduralmente e personalize sua aventura, desde explorar cavernas profundas e encontrar tesouros ocultos até enfrentar chefes desafiadores e construir estruturas impressionantes. Com um sistema de crafting vasto, biomas únicos e desafios emocionantes, Terraria oferece uma experiência que se adapta a qualquer estilo de jogador, seja você um construtor criativo, um aventureiro corajoso ou um explorador curioso. Aproveite modos single-player ou coop para explorar este mundo fascinante com amigos."
    },
    {
      "id": "3",
      "url": "https://cdn.akamai.steamstatic.com/steam/apps/1174180/header.jpg?t=1695237078",
      "name": "Red Dead Redemption 2",
      "price": 120,
      "discount": 20,
      "featured": true,
      "embed": "eaW0tYpxyp0",
      "publisher": "Rockstar Games",
      "developer": "Rockstar Games",
      "release_date": "2018-10-26",
      "categories": [
        "Ação",
        "Aventura",
        "Mundo Aberto"
      ],
      "game_mode": [
        "Um jogador",
        "Multijogador"
      ],
      "rating": "18+",
      "description": "Red Dead Redemption 2 é uma obra-prima narrativa que transporta os jogadores para o coração do Velho Oeste americano. No papel de Arthur Morgan, um membro leal da gangue Van der Linde, você experimentará uma história complexa de honra, lealdade e sobrevivência em um mundo que está mudando rapidamente. Explore um vasto e detalhado mundo aberto com uma vida selvagem diversificada, cidades vibrantes e uma natureza deslumbrante. Com mecânicas de jogo imersivas, um sistema de escolhas que afeta a narrativa e um modo multiplayer expansivo, RDR2 oferece uma experiência inesquecível tanto em sua campanha quanto em seu mundo online."
    },
    {
      "id": "4",
      "url": "https://cdn.akamai.steamstatic.com/steam/apps/730/header.jpg?t=1683566799",
      "name": "Counter-Strike: Global Offensive",
      "price": 0,
      "discount": 0,
      "featured": true,
      "embed": "edYCtaNueQY",
      "publisher": "Valve",
      "developer": "Valve",
      "release_date": "2012-08-21",
      "categories": [
        "FPS",
        "Competitivo",
        "Multijogador"
      ],
      "game_mode": [
        "Multijogador"
      ],
      "rating": "16+",
      "description": "Counter-Strike: Global Offensive (CS:GO) é um marco no gênero de jogos de tiro em primeira pessoa. Este jogo competitivo coloca equipes de terroristas contra contra-terroristas em uma luta por objetivos estratégicos. Com diversos modos de jogo, incluindo casual, ranqueado e battle royale, CS:GO atrai jogadores de todos os níveis de habilidade. Suas atualizações constantes e uma vibrante cena de eSports fazem dele uma escolha popular entre fãs de FPS, enquanto sua jogabilidade focada em trabalho em equipe e habilidade oferece desafios emocionantes."
    },
    {
      "id": "5",
      "url": "https://cdn.akamai.steamstatic.com/steam/apps/292030/header.jpg?t=1680026100",
      "name": "The Witcher 3: Wild Hunt",
      "price": 50,
      "discount": 30,
      "featured": true,
      "embed": "c0i88t0Kacs",
      "publisher": "CD Projekt Red",
      "developer": "CD Projekt Red",
      "release_date": "2015-05-18",
      "categories": [
        "RPG",
        "Ação",
        "Mundo Aberto"
      ],
      "game_mode": [
        "Um jogador"
      ],
      "rating": "18+",
      "description": "The Witcher 3: Wild Hunt é um RPG épico que redefine o gênero. Assuma o papel de Geralt de Rívia, um caçador de monstros lendário em busca de sua filha adotiva, Ciri, enquanto o mundo é ameaçado por uma força sombria conhecida como a Caçada Selvagem. Com um mundo aberto vasto e repleto de vida, personagens memoráveis, quests envolventes e decisões que impactam profundamente a narrativa, The Witcher 3 oferece centenas de horas de exploração, combate emocionante e histórias cativantes que continuam a cativar jogadores ao redor do mundo."
    },
    {
      "id": "9",
      "url": "https://cdn.akamai.steamstatic.com/steam/apps/292030/header.jpg?t=1680026100",
      "name": "Stardew Valley",
      "price": 37,
      "discount": 0,
      "featured": false,
      "embed": "ot7uXNQskhs",
      "publisher": "ConcernedApe",
      "developer": "ConcernedApe",
      "release_date": "2016-02-26",
      "categories": [
        "Simulação",
        "RPG",
        "Agricultura"
      ],
      "game_mode": [
        "Um jogador",
        "Coop"
      ],
      "rating": "Livre",
      "description": "Stardew Valley é uma experiência relaxante de simulação agrícola. Transforme uma fazenda abandonada em um oásis próspero enquanto planta culturas, cria animais, interage com a comunidade local e até encontra o amor. Com gráficos encantadores, mecânicas profundas e a opção de jogar cooperativamente, Stardew Valley é perfeito para quem busca uma experiência imersiva e tranquila."
    }
  ]
}